Revit 2027 API
NonContinuousRailStructure Properties
The NonContinuousRailStructure type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
NonContinuousRailStructure Class
Autodesk.Revit.DB.Architecture Namespace